Repository: andrew-scorchsoft/scorchsoft-quick-whisper
Catalog: locale/*/LC_MESSAGES/quickwhisper.po
Languages: ar, de, es, fr, ja, pt, ru

source: View Available OpenAI Models and Pricing
ar: عرض نماذج OpenAI المتاحة والأسعار
de: Verfugbare OpenAI-Modelle und Preise anzeigen
es: Ver modelos de OpenAI disponibles y precios
fr: Voir les modeles OpenAI disponibles et les tarifs
ja: 利用可能なOpenAIモデルと価格を表示
pt: Ver Modelos OpenAI Disponíveis e Preços
ru: Посмотреть доступные модели OpenAI и цены

source: Settings Categories
ar: فئات الإعدادات
de: Einstellungskategorien
es: Categorias de ajustes
fr: Categories de parametres
ja: 設定カテゴリ
pt: Categorias de Definições
ru: Категории настроек

source: Recording
ar: التسجيل
de: Aufnahme
es: Grabacion
fr: Enregistrement
ja: 録音
pt: Gravação
ru: Запись

source: Display
ar: العرض
de: Anzeige
es: Pantalla
fr: Affichage
ja: 表示
pt: Visualização
ru: Отображение

source: AI Models
ar: نماذج AI
de: KI-Modelle
es: Modelos de IA
fr: Modeles IA
ja: AIモデル
pt: Modelos IA
ru: AI-модели

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt: Idioma
ru: Язык

source: Prompt Selection
ar: اختيار التعليمة
de: Prompt-Auswahl
es: Seleccion de prompt
fr: Selection du prompt
ja: プロンプト選択
pt: Seleção de Prompt
ru: Выбор промпта

source: Prompt Content
ar: محتوى التعليمة
de: Prompt-Inhalt
es: Contenido del prompt
fr: Contenu du prompt
ja: プロンプト内容
pt: Conteúdo do Prompt
ru: Содержимое промпта

source: Prompt Name:
ar: اسم التعليمة:
es: Nombre del prompt:
fr: Nom du prompt :
ja: プロンプト名：
pt: Nome do Prompt:
ru: Название промпта:

source: (Default prompt cannot be edited)
ar: (لا يمكن تحرير التعليمة الافتراضية)
de: (Standard-Prompt kann nicht bearbeitet werden)
es: (El prompt predeterminado no se puede editar)
fr: (Le prompt par defaut ne peut pas etre modifie)
ja: （デフォルトプロンプトは編集できません）
pt: (O prompt predefinido não pode ser editado)
ru: (Промпт по умолчанию нельзя редактировать)

source: API Key Missing
ar: مفتاح API مفقود
de: API-Schlussel fehlt
es: Falta la clave API
fr: Cle API manquante
ja: APIキーがありません
pt: Chave API em Falta
ru: API-ключ отсутствует

source: Please set your OpenAI API Key in config/credentials.json or input it now.
ar: يرجى تعيين مفتاح OpenAI API في config/credentials.json أو إدخاله الآن.
de: Bitte setzen Sie Ihren OpenAI API-Schlussel in config/credentials.json oder geben Sie ihn jetzt ein.
es: Por favor, configure su clave API de OpenAI en config/credentials.json o introduzcala ahora.
fr: Veuillez definir votre cle API OpenAI dans config/credentials.json ou la saisir maintenant.
ja: config/credentials.jsonでOpenAI APIキーを設定するか、今すぐ入力してください。
pt: Por favor defina a sua Chave API OpenAI em config/credentials.json ou introduza-a agora.
ru: Установите API-ключ OpenAI в config/credentials.json или введите его сейчас.

source: No Audio Device
ar: لا يوجد جهاز صوت
de: Kein Audiogerat
es: Sin dispositivo de audio
fr: Aucun peripherique audio
ja: オーディオデバイスがありません
pt: Sem Dispositivo de Áudio
ru: Нет аудиоустройства

source: No audio devices found
ar: لم يتم العثور على أجهزة صوت
de: Keine Audiogerate gefunden
es: No se encontraron dispositivos de audio
fr: Aucun peripherique audio trouve
ja: オーディオデバイスが見つかりません
pt: Nenhum dispositivo de áudio encontrado
ru: Аудиоустройства не найдены

source: Device Error
ar: خطأ في الجهاز
de: Geratefehler
es: Error de dispositivo
fr: Erreur de peripherique
ja: デバイスエラー
pt: Erro de Dispositivo
ru: Ошибка устройства

source: Recording error
ar: خطأ في التسجيل
de: Aufnahmefehler
es: Error de grabacion
fr: Erreur d'enregistrement
ja: 録音エラー
pt: Erro de gravação
ru: Ошибка записи

source: Retry Failed
ar: فشلت إعادة المحاولة
de: Wiederholung fehlgeschlagen
es: Fallo en el reintento
fr: Echec de la nouvelle tentative
ja: 再試行に失敗しました
pt: Falha na Repetição
ru: Повтор не удался

source: No previous recording found to retry
ar: لم يتم العثور على تسجيل سابق لإعادة المحاولة
de: Keine vorherige Aufnahme zum Wiederholen gefunden
es: No se encontro grabacion anterior para reintentar
fr: Aucun enregistrement precedent trouve pour reessayer
ja: 再試行する以前の録音が見つかりません
pt: Nenhuma gravação anterior encontrada para repetir
ru: Предыдущая запись для повтора не найдена

source: Prompt content cannot be empty
ar: لا يمكن أن يكون محتوى التعليمة فارغاً
de: Prompt-Inhalt darf nicht leer sein
es: El contenido del prompt no puede estar vacio
fr: Le contenu du prompt ne peut pas etre vide
ja: プロンプト内容は空にできません
pt: O conteúdo do prompt não pode estar vazio
ru: Содержимое промпта не может быть пустым

source: Please select a custom folder path
ar: يرجى اختيار مسار مجلد مخصص
de: Bitte wahlen Sie einen benutzerdefinierten Ordnerpfad
es: Por favor, seleccione una ruta de carpeta personalizada
fr: Veuillez selectionner un chemin de dossier personnalise
ja: カスタムフォルダパスを選択してください
pt: Por favor selecione um caminho de pasta personalizado
ru: Выберите путь к пользовательской папке

source: Could not create folder: {error}
ar: تعذر إنشاء المجلد: {error}
de: Ordner konnte nicht erstellt werden: {error}
es: No se pudo crear la carpeta: {error}
fr: Impossible de creer le dossier : {error}
ja: フォルダを作成できませんでした：{error}
pt: Não foi possível criar a pasta: {error}
ru: Не удалось создать папку: {error}

source: Configuration settings saved successfully!
ar: تم حفظ إعدادات التكوين بنجاح!
de: Konfigurationseinstellungen erfolgreich gespeichert!
es: Ajustes de configuracion guardados correctamente!
fr: Parametres de configuration enregistres avec succes !
ja: 設定が正常に保存されました！
pt: Definições de configuração guardadas com sucesso!
ru: Настройки конфигурации успешно сохранены!

source: Are you sure you want to delete '{name}'?
ar: هل أنت متأكد من حذف '{name}'؟
de: Sind Sie sicher, dass Sie '{name}' loschen mochten?
es: Esta seguro de que desea eliminar '{name}'?
fr: Etes-vous sur de vouloir supprimer '{name}' ?
ja: 「{name}」を削除してもよろしいですか？
pt: Tem a certeza que deseja eliminar '{name}'?
ru: Вы уверены, что хотите удалить «{name}»?

source: Prompt Not Found
ar: لم يتم العثور على التعليمة
de: Prompt nicht gefunden
es: Prompt no encontrado
fr: Prompt introuvable
ja: プロンプトが見つかりません
pt: Prompt Não Encontrado
ru: Промпт не найден

source: Selected prompt '{name}' not found. Using default prompt.
ar: لم يتم العثور على التعليمة المحددة '{name}'. استخدام التعليمة الافتراضية.
de: Ausgewahlter Prompt '{name}' nicht gefunden. Standard-Prompt wird verwendet.
es: El prompt seleccionado '{name}' no se encontro. Usando prompt predeterminado.
fr: Le prompt selectionne '{name}' est introuvable. Utilisation du prompt par defaut.
ja: 選択したプロンプト「{name}」が見つかりません。デフォルトプロンプトを使用します。
pt: Prompt selecionado '{name}' não encontrado. A usar prompt predefinido.
ru: Выбранный промпт «{name}» не найден. Используется промпт по умолчанию.

source: No History
ar: لا يوجد سجل
de: Kein Verlauf
es: Sin historial
fr: Aucun historique
ja: 履歴がありません
pt: Sem Histórico
ru: Нет истории

source: There is no history to save.
ar: لا يوجد سجل للحفظ.
de: Es gibt keinen Verlauf zum Speichern.
es: No hay historial para guardar.
fr: Il n'y a pas d'historique a enregistrer.
ja: 保存する履歴がありません。
pt: Não há histórico para guardar.
ru: Нет истории для сохранения.

source: Session history saved successfully to {path}
ar: تم حفظ سجل الجلسة بنجاح إلى {path}
de: Sitzungsverlauf erfolgreich in {path} gespeichert
es: Historial de sesion guardado correctamente en {path}
fr: Historique de session enregistre avec succes dans {path}
ja: セッション履歴が{path}に正常に保存されました
pt: Histórico da sessão guardado com sucesso em {path}
ru: История сеанса успешно сохранена в {path}

source: Save Error
ar: خطأ في الحفظ
de: Speicherfehler
es: Error al guardar
fr: Erreur d'enregistrement
ja: 保存エラー
pt: Erro ao Guardar
ru: Ошибка сохранения

source: An error occurred while saving: {error}
ar: حدث خطأ أثناء الحفظ: {error}
de: Beim Speichern ist ein Fehler aufgetreten: {error}
es: Ocurrio un error al guardar: {error}
fr: Une erreur s'est produite lors de l'enregistrement : {error}
ja: 保存中にエラーが発生しました：{error}
pt: Ocorreu um erro ao guardar: {error}
ru: Произошла ошибка при сохранении: {error}

source: API Key Updated
ar: تم تحديث مفتاح API
de: API-Schlussel aktualisiert
es: Clave API actualizada
fr: Cle API mise a jour
ja: APIキーが更新されました
pt: Chave API Atualizada
ru: API-ключ обновлён

source: The OpenAI API Key has been updated successfully.
ar: تم تحديث مفتاح OpenAI API بنجاح.
de: Der OpenAI API-Schlussel wurde erfolgreich aktualisiert.
es: La clave API de OpenAI se ha actualizado correctamente.
fr: La cle API OpenAI a ete mise a jour avec succes.
ja: OpenAI APIキーが正常に更新されました。
pt: A Chave API OpenAI foi atualizada com sucesso.
ru: API-ключ OpenAI успешно обновлён.

source: Please enter your new OpenAI API Key below:
ar: يرجى إدخال مفتاح OpenAI API الجديد أدناه:
de: Bitte geben Sie Ihren neuen OpenAI API-Schlussel unten ein:
es: Por favor, introduzca su nueva clave API de OpenAI a continuacion:
fr: Veuillez entrer votre nouvelle cle API OpenAI ci-dessous :
ja: 新しいOpenAI APIキーを以下に入力してください：
pt: Por favor introduza a sua nova Chave API OpenAI abaixo:
ru: Введите новый API-ключ OpenAI ниже:

source: How to obtain an OpenAI API key
ar: كيفية الحصول على مفتاح OpenAI API
de: So erhalten Sie einen OpenAI API-Schlussel
es: Como obtener una clave API de OpenAI
fr: Comment obtenir une cle API OpenAI
ja: OpenAI APIキーの取得方法
pt: Como obter uma chave API OpenAI
ru: Как получить API-ключ OpenAI

source: Input Required
ar: مطلوب إدخال
de: Eingabe erforderlich
es: Entrada requerida
fr: Saisie requise
ja: 入力が必要です
pt: Entrada Necessária
ru: Требуется ввод

source: Please enter a valid API key.
ar: يرجى إدخال مفتاح API صالح.
de: Bitte geben Sie einen gultigen API-Schlussel ein.
es: Por favor, introduzca una clave API valida.
fr: Veuillez entrer une cle API valide.
ja: 有効なAPIキーを入力してください。
pt: Por favor introduza uma chave API válida.
ru: Введите действительный API-ключ.

source: Transcription Error
ar: خطأ في النسخ
de: Transkriptionsfehler
es: Error de transcripcion
fr: Erreur de transcription
ja: 文字起こしエラー
pt: Erro de Transcrição
ru: Ошибка транскрипции

source: An error occurred while Transcribing: {error}
ar: حدث خطأ أثناء النسخ: {error}
de: Bei der Transkription ist ein Fehler aufgetreten: {error}
es: Ocurrio un error durante la transcripcion: {error}
fr: Une erreur s'est produite lors de la transcription : {error}
ja: 文字起こし中にエラーが発生しました：{error}
pt: Ocorreu um erro durante a transcrição: {error}
ru: Произошла ошибка при транскрипции: {error}

source: GPT Processing Error
ar: خطأ في معالجة GPT
de: GPT-Verarbeitungsfehler
es: Error de procesamiento GPT
fr: Erreur de traitement GPT
ja: GPT処理エラー
pt: Erro de Processamento GPT
ru: Ошибка обработки GPT

source: An error occurred while processing with GPT: {error}
ar: حدث خطأ أثناء المعالجة باستخدام GPT: {error}
de: Bei der Verarbeitung mit GPT ist ein Fehler aufgetreten: {error}
es: Ocurrio un error al procesar con GPT: {error}
fr: Une erreur s'est produite lors du traitement avec GPT : {error}
ja: GPT処理中にエラーが発生しました：{error}
pt: Ocorreu um erro durante o processamento com GPT: {error}
ru: Произошла ошибка при обработке GPT: {error}

source: Auto-Copy Error
ar: خطأ في النسخ التلقائي
de: Auto-Kopieren-Fehler
es: Error de copia automatica
fr: Erreur de copie automatique
ja: 自動コピーエラー
pt: Erro de Cópia Automática
ru: Ошибка автокопирования

source: Failed to copy the transcription to clipboard: {error}
ar: فشل نسخ النص إلى الحافظة: {error}
de: Kopieren der Transkription in die Zwischenablage fehlgeschlagen: {error}
es: Error al copiar la transcripcion al portapapeles: {error}
fr: Echec de la copie de la transcription dans le presse-papiers : {error}
ja: 文字起こしのクリップボードへのコピーに失敗しました：{error}
pt: Falha ao copiar a transcrição para a área de transferência: {error}
ru: Не удалось скопировать транскрипцию в буфер обмена: {error}

source: Failed to auto-copy the transcription: {error}
ar: فشل النسخ التلقائي للنص: {error}
de: Automatisches Kopieren der Transkription fehlgeschlagen: {error}
es: Error en la copia automatica de la transcripcion: {error}
fr: Echec de la copie automatique de la transcription : {error}
ja: 文字起こしの自動コピーに失敗しました：{error}
pt: Falha ao copiar automaticamente a transcrição: {error}
ru: Не удалось автоматически скопировать транскрипцию: {error}

source: Auto-Paste Error
ar: خطأ في اللصق التلقائي
de: Auto-Einfugen-Fehler
es: Error de pegado automatico
fr: Erreur de collage automatique
ja: 自動貼り付けエラー
pt: Erro de Colagem Automática
ru: Ошибка автовставки

source: Failed to auto-paste the transcription: {error}
ar: فشل اللصق التلقائي للنص: {error}
de: Automatisches Einfugen der Transkription fehlgeschlagen: {error}
es: Error en el pegado automatico de la transcripcion: {error}
fr: Echec du collage automatique de la transcription : {error}
ja: 文字起こしの自動貼り付けに失敗しました：{error}
pt: Falha ao colar automaticamente a transcrição: {error}
ru: Не удалось автоматически вставить транскрипцию: {error}

source: Confirm Delete
ar: تأكيد الحذف
de: Loschen bestatigen
es: Confirmar eliminacion
fr: Confirmer la suppression
ja: 削除の確認
pt: Confirmar Eliminação
ru: Подтверждение удаления

source: No Selection
ar: لا يوجد اختيار
de: Keine Auswahl
es: Sin seleccion
fr: Aucune selection
ja: 選択されていません
pt: Sem Seleção
ru: Ничего не выбрано

source: Please select a prompt before saving
ar: يرجى اختيار تعليمة قبل الحفظ
de: Bitte wahlen Sie einen Prompt vor dem Speichern
es: Por favor, seleccione un prompt antes de guardar
fr: Veuillez selectionner un prompt avant d'enregistrer
ja: 保存する前にプロンプトを選択してください
pt: Por favor selecione um prompt antes de guardar
ru: Выберите промпт перед сохранением

source: Now using prompt: {name}
ar: يتم استخدام التعليمة الآن: {name}
de: Verwendet jetzt Prompt: {name}
es: Usando ahora el prompt: {name}
fr: Utilisation du prompt : {name}
ja: 現在使用中のプロンプト：{name}
pt: A usar agora o prompt: {name}
ru: Сейчас используется промпт: {name}

source: Please enter a prompt name
ar: يرجى إدخال اسم التعليمة
de: Bitte geben Sie einen Prompt-Namen ein
es: Por favor, introduzca un nombre de prompt
fr: Veuillez entrer un nom de prompt
ja: プロンプト名を入力してください
pt: Por favor introduza um nome de prompt
ru: Введите название промпта

source: Prompt name must be 25 characters or less
ar: يجب أن يكون اسم التعليمة 25 حرفاً أو أقل
de: Prompt-Name muss 25 Zeichen oder weniger haben
es: El nombre del prompt debe tener 25 caracteres o menos
fr: Le nom du prompt doit contenir 25 caracteres ou moins
ja: プロンプト名は25文字以下にしてください
pt: O nome do prompt deve ter 25 caracteres ou menos
ru: Название промпта должно быть не более 25 символов

source: Please enter a system prompt
ar: يرجى إدخال تعليمة النظام
de: Bitte geben Sie einen System-Prompt ein
es: Por favor, introduzca un prompt del sistema
fr: Veuillez entrer un prompt systeme
ja: システムプロンプトを入力してください
pt: Por favor introduza um prompt de sistema
ru: Введите системный промпт

source: Prompt changes saved successfully
ar: تم حفظ تغييرات التعليمة بنجاح
de: Prompt-Anderungen erfolgreich gespeichert
es: Cambios del prompt guardados correctamente
fr: Modifications du prompt enregistrees avec succes
ja: プロンプトの変更が正常に保存されました
pt: Alterações ao prompt guardadas com sucesso
ru: Изменения промпта успешно сохранены

source: Folder Does Not Exist
ar: المجلد غير موجود
de: Ordner existiert nicht
es: La carpeta no existe
fr: Le dossier n'existe pas
ja: フォルダが存在しません
pt: A Pasta Não Existe
ru: Папка не существует

source: The folder '{path}' does not exist. Would you like to create it?
ar: المجلد '{path}' غير موجود. هل تريد إنشاءه؟
de: Der Ordner '{path}' existiert nicht. Mochten Sie ihn erstellen?
es: La carpeta '{path}' no existe. Desea crearla?
fr: Le dossier '{path}' n'existe pas. Voulez-vous le creer ?
ja: フォルダ「{path}」は存在しません。作成しますか？
pt: A pasta '{path}' não existe. Deseja criá-la?
ru: Папка «{path}» не существует. Создать её?

source: Restart Required
ar: مطلوب إعادة التشغيل
de: Neustart erforderlich
es: Reinicio requerido
fr: Redemarrage requis
ja: 再起動が必要です
pt: Reinício Necessário
ru: Требуется перезапуск

source: The HiDPI scaling setting has been changed. This requires a restart to take effect.
ar: تم تغيير إعداد تحجيم HiDPI. يتطلب هذا إعادة التشغيل ليصبح ساري المفعول.
de: Die HiDPI-Skalierungseinstellung wurde geandert. Ein Neustart ist erforderlich.
es: El ajuste de escalado HiDPI ha cambiado. Se requiere reiniciar para que tenga efecto.
fr: Le parametre de mise a l'echelle HiDPI a ete modifie. Un redemarrage est necessaire pour appliquer les changements.
ja: HiDPIスケーリング設定が変更されました。有効にするには再起動が必要です。
pt: A definição de escalonamento HiDPI foi alterada. É necessário reiniciar para ter efeito.
ru: Настройка масштабирования HiDPI была изменена. Для применения требуется перезапуск.

source: Would you like to restart the application now?
ar: هل تريد إعادة تشغيل التطبيق الآن؟
de: Mochten Sie die Anwendung jetzt neu starten?
es: Desea reiniciar la aplicacion ahora?
fr: Voulez-vous redemarrer l'application maintenant ?
ja: 今すぐアプリケーションを再起動しますか？
pt: Deseja reiniciar a aplicação agora?
ru: Хотите перезапустить приложение сейчас?

source: Settings Saved
ar: تم حفظ الإعدادات
de: Einstellungen gespeichert
es: Ajustes guardados
fr: Parametres enregistres
ja: 設定が保存されました
pt: Definições Guardadas
ru: Настройки сохранены

source: The HiDPI scaling change will take effect after you restart the application.
ar: سيصبح تغيير تحجيم HiDPI ساري المفعول بعد إعادة تشغيل التطبيق.
de: Die HiDPI-Skalierungsanderung wird nach dem Neustart der Anwendung wirksam.
es: El cambio de escalado HiDPI tendra efecto despues de reiniciar la aplicacion.
fr: Le changement de mise a l'echelle HiDPI prendra effet apres le redemarrage de l'application.
ja: HiDPIスケーリングの変更はアプリケーションを再起動すると有効になります。
pt: A alteração de escalonamento HiDPI terá efeito após reiniciar a aplicação.
ru: Изменение масштабирования HiDPI вступит в силу после перезапуска приложения.

source: Configuration settings saved and applied successfully!
ar: تم حفظ وتطبيق إعدادات التكوين بنجاح!
de: Konfigurationseinstellungen erfolgreich gespeichert und angewendet!
es: Ajustes de configuracion guardados y aplicados correctamente!
fr: Parametres de configuration enregistres et appliques avec succes !
ja: 設定が正常に保存され、適用されました！
pt: Definições de configuração guardadas e aplicadas com sucesso!
ru: Настройки конфигурации успешно сохранены и применены!

source: Could not save settings: {error}
ar: تعذر حفظ الإعدادات: {error}
de: Einstellungen konnten nicht gespeichert werden: {error}
es: No se pudieron guardar los ajustes: {error}
fr: Impossible d'enregistrer les parametres : {error}
ja: 設定を保存できませんでした：{error}
pt: Não foi possível guardar as definições: {error}
ru: Не удалось сохранить настройки: {error}

source: System Tray Unavailable
ar: شريط المهام غير متاح
de: Taskleiste nicht verfugbar
es: Bandeja del sistema no disponible
fr: Barre systeme indisponible
ja: システムトレイが利用できません
pt: Bandeja do Sistema Indisponível
ru: Системный трей недоступен

source: Could not create system tray icon. Closing the window will exit the application.
ar: تعذر إنشاء أيقونة شريط المهام. إغلاق النافذة سينهي التطبيق.
de: Taskleistensymbol konnte nicht erstellt werden. Das Schliessen des Fensters beendet die Anwendung.
es: No se pudo crear el icono de la bandeja del sistema. Cerrar la ventana saldra de la aplicacion.
fr: Impossible de creer l'icone de la barre systeme. Fermer la fenetre quittera l'application.
ja: システムトレイアイコンを作成できませんでした。ウィンドウを閉じるとアプリケーションが終了します。
pt: Não foi possível criar o ícone na bandeja do sistema. Fechar a janela terminará a aplicação.
ru: Не удалось создать значок в системном трее. Закрытие окна завершит работу приложения.

source: Custom transcription model name cannot be empty.
ar: لا يمكن أن يكون اسم نموذج النسخ المخصص فارغاً.
de: Benutzerdefinierter Transkriptionsmodellname darf nicht leer sein.
es: El nombre del modelo de transcripcion personalizado no puede estar vacio.
fr: Le nom du modele de transcription personnalise ne peut pas etre vide.
ja: カスタム文字起こしモデル名は空にできません。
pt: O nome do modelo de transcrição personalizado não pode estar vazio.
ru: Название пользовательской модели транскрипции не может быть пустым.

source: Custom copyediting model name cannot be empty.
ar: لا يمكن أن يكون اسم نموذج التحرير المخصص فارغاً.
de: Benutzerdefinierter Korrekturmodellname darf nicht leer sein.
es: El nombre del modelo de correccion personalizado no puede estar vacio.
fr: Le nom du modele de correction personnalise ne peut pas etre vide.
ja: カスタム校正モデル名は空にできません。
pt: O nome do modelo de revisão personalizado não pode estar vazio.
ru: Название пользовательской модели редактирования не может быть пустым.

source: AI-Powered Speech-to-Copy-Edited-Text
ar: تحويل الكلام إلى نص محرر بالذكاء الاصطناعي
de: KI-gestutzte Sprache-zu-korrigiertem-Text
es: Voz a texto corregido impulsado por IA
fr: Parole vers texte corrige assiste par IA
ja: AI搭載の音声から編集済みテキストへの変換
pt: Fala para Texto Editado com Tecnologia IA
ru: Преобразование речи в отредактированный текст на основе AI

source: Version {version}
ar: الإصدار {version}
ja: バージョン {version}
pt: Versão {version}
ru: Версия {version}

source: Quick Whisper is a free and open-source speech-to-copy-edited-text software tool that uses AI to convert spoken audio into a copy-edited transcript, automatically pasting it into your active application.
ar: Quick Whisper هو أداة برمجية مجانية ومفتوحة المصدر لتحويل الكلام إلى نص محرر، تستخدم الذكاء الاصطناعي لتحويل الصوت المنطوق إلى نص منسوخ ومحرر، ولصقه تلقائياً في تطبيقك النشط.
de: Quick Whisper ist ein kostenloses und quelloffenes Sprache-zu-korrigiertem-Text-Tool, das KI verwendet, um gesprochenes Audio in eine korrigierte Transkription umzuwandeln und automatisch in Ihre aktive Anwendung einzufugen.
es: Quick Whisper es una herramienta de software gratuita y de codigo abierto que utiliza IA para convertir audio hablado en una transcripcion corregida, pegandola automaticamente en su aplicacion activa.
fr: Quick Whisper est un logiciel gratuit et open-source qui utilise l'IA pour convertir l'audio parle en transcription corrigee, en le collant automatiquement dans votre application active.
ja: Quick Whisperは、AIを使用して音声を編集済みの文字起こしに変換し、アクティブなアプリケーションに自動的に貼り付ける、無料でオープンソースの音声からテキストへの変換ツールです。
pt: O Quick Whisper é uma ferramenta de software gratuita e de código aberto que usa IA para converter áudio falado numa transcrição editada, colando-a automaticamente na sua aplicação ativa.
ru: Quick Whisper — это бесплатный инструмент с открытым исходным кодом для преобразования речи в отредактированный текст с использованием AI, который автоматически вставляет результат в активное приложение.

source: Designed to enhance productivity, it significantly accelerates workflows, allowing quicker responses to emails or messages—speaking is generally two to three times faster than typing.
ar: مصمم لتعزيز الإنتاجية، يسرع سير العمل بشكل كبير، مما يتيح ردوداً أسرع على رسائل البريد الإلكتروني أو الرسائل - الكلام عادة أسرع بمرتين إلى ثلاث مرات من الكتابة.
ja: 生産性を向上させるために設計されており、ワークフローを大幅に加速し、メールやメッセージへの迅速な返信を可能にします。話すことは一般的にタイピングの2〜3倍速いです。
pt: Concebido para aumentar a produtividade, acelera significativamente os fluxos de trabalho, permitindo respostas mais rápidas a emails ou mensagens — falar é geralmente duas a três vezes mais rápido do que escrever.
ru: Разработан для повышения продуктивности, значительно ускоряет рабочие процессы, позволяя быстрее отвечать на письма и сообщения — говорить обычно в 2-3 раза быстрее, чем печатать.

source: Key Features
ar: الميزات الرئيسية
de: Hauptfunktionen
es: Caracteristicas principales
fr: Fonctionnalites principales
ja: 主な機能
pt: Funcionalidades Principais
ru: Основные возможности
