Repository: andrew-scorchsoft/scorchsoft-quick-whisper
Catalog: locale/*/LC_MESSAGES/quickwhisper.po
Languages: ar, de, es, fr, ja, pt, ru

source: How to use: Press Ctrl+Alt+J to record and AI-edit, or Ctrl+Alt+Shift+J for raw transcription. The app will automatically copy and paste the result into your active application.
ar: كيفية الاستخدام: اضغط Ctrl+Alt+J للتسجيل والتحرير بالذكاء الاصطناعي، أو Ctrl+Alt+Shift+J للنسخ الخام. سيقوم التطبيق تلقائياً بنسخ ولصق النتيجة في تطبيقك النشط.
de: Verwendung: Drucken Sie Strg+Alt+J zum Aufnehmen und KI-Bearbeiten, oder Strg+Alt+Umschalt+J fur reine Transkription. Die App kopiert und fugt das Ergebnis automatisch in Ihre aktive Anwendung ein.
es: Como usar: Presione Ctrl+Alt+J para grabar y editar con IA, o Ctrl+Alt+Shift+J para transcripcion sin editar. La aplicacion copiara y pegara automaticamente el resultado en su aplicacion activa.
fr: Comment utiliser : Appuyez sur Ctrl+Alt+J pour enregistrer et editer avec l'IA, ou Ctrl+Alt+Shift+J pour la transcription brute. L'application copiera et collera automatiquement le resultat dans votre application active.
ja: 使い方：Ctrl+Alt+Jを押して録音とAI編集、またはCtrl+Alt+Shift+Jで生の文字起こしを行います。アプリは結果を自動的にコピーしてアクティブなアプリケーションに貼り付けます。
pt: Como usar: Prima Ctrl+Alt+J para gravar e editar com IA, ou Ctrl+Alt+Shift+J para transcrição simples. A aplicação copiará e colará automaticamente o resultado na sua aplicação ativa.
ru: Как использовать: Нажмите Ctrl+Alt+J для записи и AI-редактирования или Ctrl+Alt+Shift+J для простой транскрипции. Приложение автоматически скопирует и вставит результат в активное приложение.

source: Developed by Scorchsoft.com | App & AI Developers
ar: تم التطوير بواسطة Scorchsoft.com | مطورو التطبيقات والذكاء الاصطناعي
de: Entwickelt von Scorchsoft.com | App- & KI-Entwickler
es: Desarrollado por Scorchsoft.com | Desarrolladores de aplicaciones e IA
fr: Developpe par Scorchsoft.com | Developpeurs d'applications et d'IA
ja: 開発：Scorchsoft.com | アプリ＆AI開発者
pt: Desenvolvido por Scorchsoft.com | Desenvolvedores de Apps e IA
ru: Разработано Scorchsoft.com | Разработчики приложений и AI

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
fr: Couper
ja: 切り取り
pt: Cortar
ru: Вырезать

source: Paste
ar: لصق
de: Einfugen
es: Pegar
fr: Coller
ja: 貼り付け
pt: Colar
ru: Вставить

source: Select All
ar: تحديد الكل
de: Alles auswahlen
es: Seleccionar todo
fr: Tout selectionner
ja: すべて選択
pt: Selecionar Tudo
ru: Выделить всё

source: Warning: This can consume significant disk space over time
ar: تحذير: قد يستهلك هذا مساحة قرص كبيرة بمرور الوقت
de: Warnung: Dies kann mit der Zeit erheblichen Speicherplatz verbrauchen
es: Advertencia: Esto puede consumir un espacio de disco significativo con el tiempo
fr: Attention : Cela peut consommer un espace disque important au fil du temps
ja: 警告：これは時間の経過とともに大量のディスク容量を消費する可能性があります
pt: Aviso: Isto pode consumir espaço em disco significativo ao longo do tempo
ru: Предупреждение: Со временем это может занять значительное место на диске

source: A new version ({version}) is available!
ar: إصدار جديد ({version}) متاح!
de: Eine neue Version ({version}) ist verfugbar!
es: Una nueva version ({version}) esta disponible!
fr: Une nouvelle version ({version}) est disponible !
ja: 新しいバージョン（{version}）が利用可能です！
pt: Uma nova versão ({version}) está disponível!
ru: Доступна новая версия ({version})!

source: Would you like to download it now?
ar: هل تريد تنزيله الآن؟
de: Mochten Sie sie jetzt herunterladen?
es: Desea descargarla ahora?
fr: Voulez-vous la telecharger maintenant ?
ja: 今すぐダウンロードしますか？
pt: Deseja transferi-la agora?
ru: Хотите загрузить её сейчас?

source: You are using the latest version.
ar: أنت تستخدم أحدث إصدار.
de: Sie verwenden die neueste Version.
es: Esta usando la ultima version.
fr: Vous utilisez la derniere version.
ja: 最新バージョンを使用しています。
pt: Está a usar a versão mais recente.
ru: Вы используете последнюю версию.

source: Could not check for updates. Please try again later.
ar: تعذر التحقق من التحديثات. يرجى المحاولة مرة أخرى لاحقاً.
de: Updates konnten nicht gepruft werden. Bitte versuchen Sie es spater erneut.
es: No se pudieron comprobar las actualizaciones. Por favor, intentelo mas tarde.
fr: Impossible de verifier les mises a jour. Veuillez reessayer plus tard.
ja: アップデートを確認できませんでした。後でもう一度お試しください。
pt: Não foi possível verificar atualizações. Por favor tente novamente mais tarde.
ru: Не удалось проверить обновления. Попробуйте позже.

source: Designed to enhance productivity, it significantly accelerates workflows, allowing quicker responses to emails or messagesâ€”speaking is generally two to three times faster than typing.
de: Entwickelt zur Steigerung der Produktivitat, beschleunigt es Arbeitsablaufe erheblich und ermoglicht schnellere Antworten auf E-Mails oder Nachrichten - Sprechen ist in der Regel zwei- bis dreimal schneller als Tippen.
es: Disenado para mejorar la productividad, acelera significativamente los flujos de trabajo, permitiendo respuestas mas rapidas a correos electronicos o mensajes - hablar es generalmente dos o tres veces mas rapido que escribir.
fr: Concu pour ameliorer la productivite, il accelere considerablement les flux de travail, permettant des reponses plus rapides aux emails ou messages - parler est generalement deux a trois fois plus rapide que taper.
