Repository: andrew-scorchsoft/scorchsoft-quick-whisper
Catalog: locale/*/LC_MESSAGES/quickwhisper.po
Languages: ar, de, es, fr, ja, pt, ru

source: Quick Whisper by Scorchsoft.com (Speech to Copy Edited Text)
ar: Quick Whisper من Scorchsoft.com (تحويل الكلام إلى نص محرر)
de: Quick Whisper von Scorchsoft.com (Sprache zu korrigiertem Text)
es: Quick Whisper de Scorchsoft.com (Voz a texto corregido)
fr: Quick Whisper par Scorchsoft.com (Parole vers texte corrige)
ja: Quick Whisper by Scorchsoft.com (音声から編集済みテキストへ)
pt: Quick Whisper por Scorchsoft.com (Fala para Texto Editado)
ru: Quick Whisper от Scorchsoft.com (Речь в отредактированный текст)

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
pt: Ficheiro
ru: Файл

source: Save Session History
ar: حفظ سجل الجلسة
de: Sitzungsverlauf speichern
es: Guardar historial de sesion
fr: Enregistrer l'historique de session
ja: セッション履歴を保存
pt: Guardar Histórico da Sessão
ru: Сохранить историю сеанса

source: Minimize to Tray
ar: تصغير إلى شريط المهام
de: In Taskleiste minimieren
es: Minimizar a la bandeja
fr: Reduire dans la barre systeme
ja: トレイに最小化
pt: Minimizar para a Bandeja
ru: Свернуть в трей

source: Exit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
ja: 終了
pt: Sair
ru: Выход

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuracion
fr: Parametres
ja: 設定
pt: Definições
ru: Настройки

source: Change API Key
ar: تغيير مفتاح API
de: API-Schlussel andern
es: Cambiar clave API
fr: Modifier la cle API
ja: APIキーを変更
pt: Alterar Chave API
ru: Изменить API-ключ

source: Manage Prompts
ar: إدارة التعليمات
de: Prompts verwalten
es: Gestionar prompts
fr: Gerer les prompts
ja: プロンプトを管理
pt: Gerir Prompts
ru: Управление промптами

source: Configuration
ar: التكوين
de: Konfiguration
es: Configuracion
ja: 設定
pt: Configuração
ru: Конфигурация

source: Automatically Check for Updates
ar: التحقق من التحديثات تلقائياً
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automaticamente
fr: Verifier automatiquement les mises a jour
ja: 自動的にアップデートを確認
pt: Verificar Atualizações Automaticamente
ru: Автоматически проверять обновления

source: Auto-Refresh Hotkeys (Every 30s)
ar: تحديث الاختصارات تلقائياً (كل 30 ثانية)
de: Hotkeys automatisch aktualisieren (alle 30s)
es: Actualizar atajos automaticamente (cada 30s)
fr: Actualiser automatiquement les raccourcis (toutes les 30s)
ja: ホットキーを自動更新（30秒ごと）
pt: Atualizar Atalhos Automaticamente (A cada 30s)
ru: Автообновление горячих клавиш (каждые 30 сек)

source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
ja: ダークモード
pt: Modo Escuro
ru: Тёмный режим

source: Keyboard Shortcut Mapping
ar: تعيين اختصارات لوحة المفاتيح
de: Tastaturkurzel-Zuordnung
es: Asignacion de atajos de teclado
fr: Configuration des raccourcis clavier
ja: キーボードショートカット設定
pt: Configuração de Atalhos de Teclado
ru: Настройка сочетаний клавиш

source: Refresh Hotkeys
ar: تحديث الاختصارات
de: Hotkeys aktualisieren
es: Actualizar atajos
fr: Actualiser les raccourcis
ja: ホットキーを更新
pt: Atualizar Atalhos
ru: Обновить горячие клавиши

source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
ja: アクション
pt: Ações
ru: Действия

source: Record & Edit
ar: تسجيل وتحرير
de: Aufnehmen & Bearbeiten
es: Grabar y editar
fr: Enregistrer et editer
ja: 録音して編集
pt: Gravar e Editar
ru: Записать и редактировать

source: Record & Transcribe
ar: تسجيل ونسخ
de: Aufnehmen & Transkribieren
es: Grabar y transcribir
fr: Enregistrer et transcrire
ja: 録音して文字起こし
pt: Gravar e Transcrever
ru: Записать и транскрибировать

source: Cancel Recording
ar: إلغاء التسجيل
de: Aufnahme abbrechen
es: Cancelar grabacion
fr: Annuler l'enregistrement
ja: 録音をキャンセル
pt: Cancelar Gravação
ru: Отменить запись

source: Retry Last Recording
ar: إعادة محاولة التسجيل الأخير
de: Letzte Aufnahme wiederholen
es: Reintentar ultima grabacion
fr: Reessayer le dernier enregistrement
ja: 前回の録音を再試行
pt: Repetir Última Gravação
ru: Повторить последнюю запись

source: Copy Last Transcript
ar: نسخ آخر نص منسوخ
de: Letzte Transkription kopieren
es: Copiar ultima transcripcion
fr: Copier la derniere transcription
ja: 前回の文字起こしをコピー
pt: Copiar Última Transcrição
ru: Копировать последнюю транскрипцию

source: Copy Last Edit
ar: نسخ آخر تحرير
de: Letzte Bearbeitung kopieren
es: Copiar ultima edicion
fr: Copier la derniere edition
ja: 前回の編集をコピー
pt: Copiar Última Edição
ru: Копировать последнее редактирование

source: Previous Prompt
ar: التعليمة السابقة
de: Vorheriger Prompt
es: Prompt anterior
fr: Prompt precedent
ja: 前のプロンプト
pt: Prompt Anterior
ru: Предыдущий промпт

source: Next Prompt
ar: التعليمة التالية
de: Nachster Prompt
es: Siguiente prompt
fr: Prompt suivant
ja: 次のプロンプト
pt: Próximo Prompt
ru: Следующий промпт

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
pt: Ajuda
ru: Справка

source: About Quick Whisper
ar: حول Quick Whisper
de: Uber Quick Whisper
es: Acerca de Quick Whisper
fr: A propos de Quick Whisper
ja: Quick Whisperについて
pt: Sobre o Quick Whisper
ru: О Quick Whisper

source: Check for Updates
ar: التحقق من التحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Verifier les mises a jour
ja: アップデートを確認
pt: Verificar Atualizações
ru: Проверить обновления

source: Hide Banner
ar: إخفاء الشعار
de: Banner ausblenden
es: Ocultar banner
fr: Masquer la banniere
ja: バナーを非表示
pt: Ocultar Banner
ru: Скрыть баннер

source: Show Banner
ar: إظهار الشعار
de: Banner anzeigen
es: Mostrar banner
fr: Afficher la banniere
ja: バナーを表示
pt: Mostrar Banner
ru: Показать баннер

source: Terms of Use and Licence
ar: شروط الاستخدام والترخيص
de: Nutzungsbedingungen und Lizenz
es: Terminos de uso y licencia
fr: Conditions d'utilisation et licence
ja: 利用規約とライセンス
pt: Termos de Uso e Licença
ru: Условия использования и лицензия

source: Input Device
ar: جهاز الإدخال
de: Eingabegerat
es: Dispositivo de entrada
fr: Peripherique d'entree
ja: 入力デバイス
pt: Dispositivo de Entrada
ru: Устройство ввода

source: Transcription
ar: النسخ
de: Transkription
es: Transcripcion
ja: 文字起こし
pt: Transcrição
ru: Транскрипция

source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
pt: Copiar para a área de transferência
ru: Копировать в буфер обмена

source: Auto-paste
ar: لصق تلقائي
de: Automatisch einfugen
es: Pegar automaticamente
fr: Collage automatique
ja: 自動貼り付け
pt: Colar automaticamente
ru: Автовставка

source: Record + Transcribe
ar: تسجيل + نسخ
de: Aufnehmen + Transkribieren
es: Grabar + Transcribir
fr: Enregistrer + Transcrire
ja: 録音 + 文字起こし
pt: Gravar + Transcrever
ru: Запись + Транскрипция

source: Record + AI Edit
ar: تسجيل + تحرير AI
de: Aufnehmen + KI-Bearbeitung
es: Grabar + Edicion IA
fr: Enregistrer + Edition IA
ja: 録音 + AI編集
pt: Gravar + Edição IA
ru: Запись + AI-редактирование

source: Stop and Process
ar: إيقاف ومعالجة
de: Stoppen und verarbeiten
es: Detener y procesar
fr: Arreter et traiter
ja: 停止して処理
pt: Parar e Processar
ru: Остановить и обработать

source: Latest entry
ar: أحدث إدخال
de: Neuester Eintrag
es: Ultima entrada
fr: Derniere entree
ja: 最新のエントリ
pt: Última entrada
ru: Последняя запись

source: Newer
ar: أحدث
de: Neuer
es: Mas reciente
fr: Plus recent
ja: 新しい
pt: Mais recente
ru: Новее

source: Older
ar: أقدم
de: Alter
es: Mas antiguo
fr: Plus ancien
ja: 古い
pt: Mais antigo
ru: Старее

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt: Copiar
ru: Копировать

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copie dans le presse-papiers
ja: クリップボードにコピーしました
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена

source: Idle
ar: خامل
de: Bereit
es: Inactivo
fr: Inactif
ja: 待機中
pt: Inativo
ru: Ожидание

source: Recording...
ar: جاري التسجيل...
de: Aufnahme...
es: Grabando...
fr: Enregistrement...
ja: 録音中...
pt: A gravar...
ru: Запись...

source: Processing - Transcript...
ar: جاري المعالجة - النسخ...
de: Verarbeitung - Transkription...
es: Procesando - Transcripcion...
fr: Traitement - Transcription...
ja: 処理中 - 文字起こし...
pt: A processar - Transcrição...
ru: Обработка - Транскрипция...

source: Processing - AI Editing...
ar: جاري المعالجة - تحرير AI...
de: Verarbeitung - KI-Bearbeitung...
es: Procesando - Edicion IA...
fr: Traitement - Edition IA...
ja: 処理中 - AI編集...
pt: A processar - Edição IA...
ru: Обработка - AI-редактирование...

source: Processing - Audio File...
ar: جاري المعالجة - ملف صوتي...
de: Verarbeitung - Audiodatei...
es: Procesando - Archivo de audio...
fr: Traitement - Fichier audio...
ja: 処理中 - 音声ファイル...
pt: A processar - Ficheiro de Áudio...
ru: Обработка - Аудиофайл...

source: Success
ar: نجاح
de: Erfolg
es: Exito
fr: Succes
ja: 成功
pt: Sucesso
ru: Успешно

source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
pt: Erro
ru: Ошибка

source: Error during transcription
ar: خطأ أثناء النسخ
de: Fehler bei der Transkription
es: Error durante la transcripcion
fr: Erreur lors de la transcription
ja: 文字起こし中にエラーが発生しました
pt: Erro durante a transcrição
ru: Ошибка при транскрипции

source: Configuration Settings
ar: إعدادات التكوين
de: Konfigurationseinstellungen
es: Ajustes de configuracion
fr: Parametres de configuration
ja: 設定
pt: Definições de Configuração
ru: Параметры конфигурации

source: Prompt Management
ar: إدارة التعليمات
de: Prompt-Verwaltung
es: Gestion de prompts
fr: Gestion des prompts
ja: プロンプト管理
pt: Gestão de Prompts
ru: Управление промптами

source: Create New Prompt
ar: إنشاء تعليمة جديدة
de: Neuen Prompt erstellen
es: Crear nuevo prompt
fr: Creer un nouveau prompt
ja: 新しいプロンプトを作成
pt: Criar Novo Prompt
ru: Создать новый промпт

source: Update Available
ar: تحديث متاح
de: Update verfugbar
es: Actualizacion disponible
fr: Mise a jour disponible
ja: アップデートが利用可能
pt: Atualização Disponível
ru: Доступно обновление

source: Update Check
ar: التحقق من التحديث
de: Update-Prufung
es: Verificacion de actualizacion
fr: Verification des mises a jour
ja: アップデート確認
pt: Verificação de Atualizações
ru: Проверка обновлений

source: Update Check Failed
ar: فشل التحقق من التحديث
de: Update-Prufung fehlgeschlagen
es: Fallo en la verificacion de actualizacion
fr: Echec de la verification des mises a jour
ja: アップデート確認に失敗しました
pt: Falha na Verificação de Atualizações
ru: Не удалось проверить обновления

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Terminos de uso
fr: Conditions d'utilisation
ja: 利用規約
pt: Termos de Uso
ru: Условия использования

source: App Version
ar: إصدار التطبيق
es: Version de la aplicacion
fr: Version de l'application
ja: アプリバージョン
pt: Versão da Aplicação
ru: Версия приложения

source: Enter New OpenAI API Key
ar: أدخل مفتاح OpenAI API الجديد
de: Neuen OpenAI API-Schlussel eingeben
es: Introducir nueva clave API de OpenAI
fr: Entrer une nouvelle cle API OpenAI
ja: 新しいOpenAI APIキーを入力
pt: Introduzir Nova Chave API OpenAI
ru: Введите новый API-ключ OpenAI

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt: Guardar
ru: Сохранить

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
ru: Отмена

source: OK
ar: موافق
es: Aceptar

source: Close
ar: إغلاق
de: Schliessen
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar
ru: Закрыть

source: Delete
ar: حذف
de: Loschen
es: Eliminar
fr: Supprimer
ja: 削除
pt: Eliminar
ru: Удалить

source: New Prompt
ar: تعليمة جديدة
de: Neuer Prompt
es: Nuevo prompt
fr: Nouveau prompt
ja: 新しいプロンプト
pt: Novo Prompt
ru: Новый промпт

source: Save Changes
ar: حفظ التغييرات
de: Anderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
pt: Guardar Alterações
ru: Сохранить изменения

source: Save Selection and Exit
ar: حفظ الاختيار والخروج
de: Auswahl speichern und beenden
es: Guardar seleccion y salir
fr: Enregistrer la selection et quitter
ja: 選択を保存して終了
pt: Guardar Seleção e Sair
ru: Сохранить выбор и выйти

source: Browse...
ar: استعراض...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
ja: 参照...
pt: Procurar...
ru: Обзор...

source: Learn More on Our Website
ar: اعرف المزيد على موقعنا
de: Mehr auf unserer Website erfahren
es: Mas informacion en nuestro sitio web
fr: En savoir plus sur notre site web
ja: ウェブサイトで詳細を見る
pt: Saiba Mais no Nosso Website
ru: Узнать больше на нашем сайте

source: Recording Settings
ar: إعدادات التسجيل
de: Aufnahmeeinstellungen
es: Ajustes de grabacion
fr: Parametres d'enregistrement
ja: 録音設定
pt: Definições de Gravação
ru: Настройки записи

source: Recording Location
ar: موقع التسجيل
de: Aufnahmespeicherort
es: Ubicacion de grabacion
fr: Emplacement d'enregistrement
ja: 録音の保存場所
pt: Local de Gravação
ru: Место сохранения записей

source: Choose where to save audio recording files:
ar: اختر مكان حفظ ملفات التسجيل الصوتي:
de: Wahlen Sie, wo Audioaufnahmen gespeichert werden sollen:
es: Elija donde guardar los archivos de grabacion de audio:
fr: Choisir ou enregistrer les fichiers audio :
ja: 音声録音ファイルの保存先を選択：
pt: Escolha onde guardar os ficheiros de gravação de áudio:
ru: Выберите место сохранения аудиозаписей:

source: Alongside application (recommended)
ar: بجانب التطبيق (موصى به)
de: Neben der Anwendung (empfohlen)
es: Junto a la aplicacion (recomendado)
fr: A cote de l'application (recommande)
ja: アプリケーションと同じ場所（推奨）
pt: Junto à aplicação (recomendado)
ru: Рядом с приложением (рекомендуется)

source: In AppData folder
ar: في مجلد AppData
de: Im AppData-Ordner
es: En la carpeta AppData
fr: Dans le dossier AppData
ja: AppDataフォルダ内
pt: Na pasta AppData
ru: В папке AppData

source: In Application Support folder
ar: في مجلد Application Support
de: Im Application Support-Ordner
es: En la carpeta Application Support
fr: Dans le dossier Application Support
ja: Application Supportフォルダ内
pt: Na pasta Application Support
ru: В папке Application Support

source: In home config folder
ar: في مجلد التكوين الرئيسي
de: Im Home-Konfigurationsordner
es: En la carpeta de configuracion del usuario
fr: Dans le dossier de configuration personnel
ja: ホーム設定フォルダ内
pt: Na pasta de configuração pessoal
ru: В домашней папке конфигурации

source: Custom folder:
ar: مجلد مخصص:
de: Benutzerdefinierter Ordner:
es: Carpeta personalizada:
fr: Dossier personnalise :
ja: カスタムフォルダ：
pt: Pasta personalizada:
ru: Другая папка:

source: Select Recording Folder
ar: اختر مجلد التسجيل
de: Aufnahmeordner auswahlen
es: Seleccionar carpeta de grabacion
fr: Selectionner le dossier d'enregistrement
ja: 録音フォルダを選択
pt: Selecionar Pasta de Gravação
ru: Выбрать папку для записей

source: File Handling
ar: معالجة الملفات
de: Dateiverwaltung
es: Manejo de archivos
fr: Gestion des fichiers
ja: ファイル処理
pt: Gestão de Ficheiros
ru: Обработка файлов

source: Choose how to handle recording files:
ar: اختر كيفية معالجة ملفات التسجيل:
de: Wahlen Sie, wie Aufnahmedateien behandelt werden sollen:
es: Elija como manejar los archivos de grabacion:
fr: Choisir comment gerer les fichiers d'enregistrement :
ja: 録音ファイルの処理方法を選択：
pt: Escolha como gerir os ficheiros de gravação:
ru: Выберите способ обработки файлов записей:

source: Overwrite the same file each time (saves disk space)
ar: الكتابة فوق نفس الملف في كل مرة (يوفر مساحة القرص)
de: Dieselbe Datei jedes Mal uberschreiben (spart Speicherplatz)
es: Sobrescribir el mismo archivo cada vez (ahorra espacio en disco)
fr: Ecraser le meme fichier a chaque fois (economise de l'espace disque)
ja: 毎回同じファイルを上書き（ディスク容量を節約）
pt: Substituir o mesmo ficheiro de cada vez (poupa espaço em disco)
ru: Перезаписывать тот же файл (экономит место на диске)

source: Save each recording with date/time in filename
ar: حفظ كل تسجيل مع التاريخ/الوقت في اسم الملف
de: Jede Aufnahme mit Datum/Uhrzeit im Dateinamen speichern
es: Guardar cada grabacion con fecha/hora en el nombre del archivo
fr: Enregistrer chaque fichier avec la date/heure dans le nom
ja: 各録音を日時付きファイル名で保存
pt: Guardar cada gravação com data/hora no nome do ficheiro
ru: Сохранять каждую запись с датой/временем в имени файла

source: Display Settings
ar: إعدادات العرض
de: Anzeigeeinstellungen
es: Ajustes de pantalla
fr: Parametres d'affichage
ja: 表示設定
pt: Definições de Visualização
ru: Настройки отображения

source: HiDPI Scaling
ar: تحجيم HiDPI
de: HiDPI-Skalierung
es: Escalado HiDPI
fr: Mise a l'echelle HiDPI
ja: HiDPIスケーリング
pt: Escalonamento HiDPI
ru: Масштабирование HiDPI

source: Choose how HiDPI (high resolution) scaling is applied:
ar: اختر كيفية تطبيق تحجيم HiDPI (الدقة العالية):
de: Wahlen Sie, wie HiDPI-Skalierung (hohe Auflosung) angewendet wird:
es: Elija como se aplica el escalado HiDPI (alta resolucion):
fr: Choisir comment la mise a l'echelle HiDPI (haute resolution) est appliquee :
ja: HiDPI（高解像度）スケーリングの適用方法を選択：
pt: Escolha como o escalonamento HiDPI (alta resolução) é aplicado:
ru: Выберите способ применения масштабирования HiDPI (высокое разрешение):

source: Auto-detect (recommended)
ar: الكشف التلقائي (موصى به)
de: Automatisch erkennen (empfohlen)
es: Deteccion automatica (recomendado)
fr: Detection automatique (recommande)
ja: 自動検出（推奨）
pt: Deteção automática (recomendado)
ru: Автоопределение (рекомендуется)

source: Automatically detect and apply appropriate scaling based on your display
ar: الكشف التلقائي وتطبيق التحجيم المناسب بناءً على شاشتك
de: Automatisch erkennen und entsprechende Skalierung basierend auf Ihrem Display anwenden
es: Detectar automaticamente y aplicar el escalado apropiado segun su pantalla
fr: Detecter automatiquement et appliquer la mise a l'echelle appropriee selon votre ecran
ja: ディスプレイに基づいて適切なスケーリングを自動検出して適用
pt: Detetar e aplicar automaticamente o escalonamento apropriado com base no seu ecrã
ru: Автоматически определять и применять подходящее масштабирование для вашего дисплея

source: Force enabled
ar: تمكين إجباري
de: Erzwungen aktiviert
es: Forzar activado
fr: Forcer l'activation
ja: 強制的に有効
pt: Forçar ativação
ru: Принудительно включено

source: Always apply HiDPI scaling (use if auto-detection doesn't work correctly)
ar: تطبيق تحجيم HiDPI دائماً (استخدم إذا لم يعمل الكشف التلقائي بشكل صحيح)
de: Immer HiDPI-Skalierung anwenden (verwenden, wenn automatische Erkennung nicht funktioniert)
es: Aplicar siempre escalado HiDPI (usar si la deteccion automatica no funciona)
fr: Toujours appliquer la mise a l'echelle HiDPI (utiliser si la detection automatique ne fonctionne pas)
ja: 常にHiDPIスケーリングを適用（自動検出が正しく機能しない場合に使用）
pt: Aplicar sempre escalonamento HiDPI (usar se a deteção automática não funcionar corretamente)
ru: Всегда применять масштабирование HiDPI (используйте, если автоопределение работает некорректно)

source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Desactive
ja: 無効
pt: Desativado
ru: Отключено

source: Never apply HiDPI scaling (use standard scaling)
ar: عدم تطبيق تحجيم HiDPI أبداً (استخدم التحجيم القياسي)
de: Nie HiDPI-Skalierung anwenden (Standard-Skalierung verwenden)
es: Nunca aplicar escalado HiDPI (usar escalado estandar)
fr: Ne jamais appliquer la mise a l'echelle HiDPI (utiliser la mise a l'echelle standard)
ja: HiDPIスケーリングを適用しない（標準スケーリングを使用）
pt: Nunca aplicar escalonamento HiDPI (usar escalonamento padrão)
ru: Никогда не применять масштабирование HiDPI (использовать стандартное)

source: Note: Changes to HiDPI scaling require a restart to take effect.
ar: ملاحظة: تغييرات تحجيم HiDPI تتطلب إعادة التشغيل لتصبح سارية.
de: Hinweis: Anderungen der HiDPI-Skalierung erfordern einen Neustart.
es: Nota: Los cambios en el escalado HiDPI requieren reiniciar para tener efecto.
fr: Note : Les modifications de mise a l'echelle HiDPI necessitent un redemarrage.
ja: 注：HiDPIスケーリングの変更を有効にするには再起動が必要です。
pt: Nota: Alterações ao escalonamento HiDPI requerem reinício para ter efeito.
ru: Примечание: Изменения масштабирования HiDPI требуют перезапуска для применения.

source: Language Settings
ar: إعدادات اللغة
de: Spracheinstellungen
es: Ajustes de idioma
fr: Parametres de langue
ja: 言語設定
pt: Definições de Idioma
ru: Настройки языка

source: Application Language
ar: لغة التطبيق
de: Anwendungssprache
es: Idioma de la aplicacion
fr: Langue de l'application
ja: アプリケーション言語
pt: Idioma da Aplicação
ru: Язык приложения

source: Choose how the application language is determined:
ar: اختر كيفية تحديد لغة التطبيق:
de: Wahlen Sie, wie die Anwendungssprache bestimmt wird:
es: Elija como se determina el idioma de la aplicacion:
fr: Choisir comment la langue de l'application est determinee :
ja: アプリケーション言語の決定方法を選択：
pt: Escolha como o idioma da aplicação é determinado:
ru: Выберите способ определения языка приложения:

source: Auto-detect from system
ar: الكشف التلقائي من النظام
de: Automatisch vom System erkennen
es: Detectar automaticamente del sistema
fr: Detection automatique du systeme
ja: システムから自動検出
pt: Detetar automaticamente do sistema
ru: Автоопределение из системы

source: Automatically detect language from your operating system settings
ar: الكشف التلقائي عن اللغة من إعدادات نظام التشغيل
de: Sprache automatisch aus Ihren Betriebssystemeinstellungen erkennen
es: Detectar automaticamente el idioma desde la configuracion de su sistema operativo
fr: Detecter automatiquement la langue depuis les parametres de votre systeme d'exploitation
ja: オペレーティングシステムの設定から言語を自動検出
pt: Detetar automaticamente o idioma das definições do sistema operativo
ru: Автоматически определять язык из настроек операционной системы

source: Manual selection
ar: الاختيار اليدوي
de: Manuelle Auswahl
es: Seleccion manual
fr: Selection manuelle
ja: 手動選択
pt: Seleção manual
ru: Ручной выбор

source: Detected:
ar: تم الكشف عن:
de: Erkannt:
es: Detectado:
fr: Detecte :
ja: 検出：
pt: Detetado:
ru: Определено:

source: Select Language:
ar: اختر اللغة:
de: Sprache auswahlen:
es: Seleccionar idioma:
fr: Selectionner la langue :
ja: 言語を選択：
pt: Selecionar Idioma:
ru: Выберите язык:

source: Note: Changing the language will update the interface immediately.
ar: ملاحظة: تغيير اللغة سيحدث الواجهة فوراً.
de: Hinweis: Das Andern der Sprache aktualisiert die Oberflache sofort.
es: Nota: Cambiar el idioma actualizara la interfaz inmediatamente.
fr: Note : Changer la langue mettra a jour l'interface immediatement.
ja: 注：言語を変更するとインターフェースが即座に更新されます。
pt: Nota: Alterar o idioma atualizará a interface imediatamente.
ru: Примечание: Изменение языка немедленно обновит интерфейс.

source: AI Model Settings
ar: إعدادات نموذج AI
de: KI-Modell-Einstellungen
es: Ajustes de modelos de IA
fr: Parametres des modeles IA
ja: AIモデル設定
pt: Definições de Modelos IA
ru: Настройки AI-моделей

source: Whisper Language Settings
ar: إعدادات لغة Whisper
de: Whisper-Spracheinstellungen
es: Ajustes de idioma de Whisper
fr: Parametres de langue Whisper
ja: Whisper言語設定
pt: Definições de Idioma Whisper
ru: Настройки языка Whisper

source: Transcription Model:
ar: نموذج النسخ:
de: Transkriptionsmodell:
es: Modelo de transcripcion:
fr: Modele de transcription :
ja: 文字起こしモデル：
pt: Modelo de Transcrição:
ru: Модель транскрипции:

source: Enter custom transcription model name:
ar: أدخل اسم نموذج النسخ المخصص:
de: Benutzerdefinierten Transkriptionsmodellnamen eingeben:
es: Introduzca nombre de modelo de transcripcion personalizado:
fr: Entrer un nom de modele de transcription personnalise :
ja: カスタム文字起こしモデル名を入力：
pt: Introduzir nome do modelo de transcrição personalizado:
ru: Введите название пользовательской модели транскрипции:

source: OpenAI Copyediting Model:
ar: نموذج تحرير OpenAI:
de: OpenAI-Korrekturmodell:
es: Modelo de correccion de OpenAI:
fr: Modele de correction OpenAI :
ja: OpenAI校正モデル：
pt: Modelo de Revisão OpenAI:
ru: Модель редактирования OpenAI:

source: Enter custom copyediting model name:
ar: أدخل اسم نموذج التحرير المخصص:
de: Benutzerdefinierten Korrekturmodellnamen eingeben:
es: Introduzca nombre de modelo de correccion personalizado:
fr: Entrer un nom de modele de correction personnalise :
ja: カスタム校正モデル名を入力：
pt: Introduzir nome do modelo de revisão personalizado:
ru: Введите название пользовательской модели редактирования:
